Repository: libreform/wp-libre-form
Catalog: assets/lang/libreform-*.po
Languages: de_de

# post type general name
source: Forms
de_de: Formulare

# post type singular name
source: Form
de_de: Formular

# admin menu
source: Forms
de_de: Formulare

# add new on admin bar
source: Form
de_de: Formular

# form
source: New Form
de_de: Neues Formular hinzufügen

source: Add New Form
de_de: Neues Formular hinzufügen

source: New Form
de_de: Neues Formular

source: Edit Form
de_de: Formular bearbeiten

source: View Form
de_de: Formular ansehen

source: All Forms
de_de: Formulare

source: Search Forms
de_de: Formulare suchen

source: No forms found.
de_de: Keine Formulare gefunden

source: No forms found in Trash.
de_de: Keine Formulare im Papierkorb gefunden

source: Permalink is for preview purposes only.
de_de: Link dient nur zur Vorschau.

source: Please enter your name
de_de: Bitte geben Sie ihren Namen ein

# Default placeholder name
source: John Doe
de_de: Max Müller

# wp-libreform
source: Please enter your email address
de_de: Bitte geben Sie ihre E-Mail Adresse ein

source: (required)
de_de: (benötigt)

source: Write your message below
de_de: Schreiben Sie nachfolgend ihre Nachricht

# Default placeholder message
source: I wanted to ask about...
de_de: Ich habe eine Frage zu...

source: Submit
de_de: Absenden

# The HTML comment at the end of the example form
source: Any valid HTML form can be used here!
de_de: Jedes valide HTML Formular kann genutzt werden!

source: Submissions
de_de: Anfragen

source: Success Message
de_de: Erfolgsnachricht

source: Form Fields Detected
de_de: Formularfelder entdeckt

source: Submission Title Format
de_de: Titelformat der Anfrage

# Default success message
source: Success!
de_de: Erfolg!

source: Fields marked with * are required
de_de: Felder mit * sind Pflichtfelder

source: Send an email copy when a form is submitted?
de_de: Sende eine Nachrichtenkopie wenn ein Formular abgeschickt wurde?

source: Submissions from this form will use this formatting in their title.
de_de: Anfragen über dieses Formular werden diese Formatierung im Titel haben.

source: You may use any field values enclosed in "%" markers.
de_de: Sie können jegliche Feldwerte nutzen die mit "%" umschlossen werden.

source: This form preview URL is not public and cannot be shared.
de_de: Diese Formularvorschau ist nicht öffentlich und kann nicht geteilt werden.

source: Non-logged in visitors will see a 404 error page instead.
de_de: Nicht eingeloggte Besucher werden stattdessen eine Fehlerseite sehen.

# post type general name
source: Submissions
de_de: Anfragen

# post type singular name
source: Submission
de_de: Anfrage

# admin menu
source: Submissions
de_de: Anfragen

# add new on admin bar
source: Submission
de_de: Anfrage

# submission
source: Add New
de_de: Neue hinzufügen

source: Add New Submission
de_de: Neue Anfrage hinzufügen

source: New Submission
de_de: Neue Anfrage

source: Edit Submission
de_de: Anfrage bearbeiten

source: View Submission
de_de: Anfrage ansehen

source: Search Submissions
de_de: Anfragen suchen

source: No submissions found.
de_de: Keine Anfragen gefunden

source: No submissions found in Trash.
de_de: Keine Anfragen im Papierkorb gefunden.

source: Form
de_de: Formular

source: Resend email copy
de_de: E-Mail Kopie erneut senden

source: Resent email copy of %s submission.
de_de: E-Mail Kopie von %s Anfrage erneut senden.

source: Submission
de_de: Anfrage

source: Field
de_de: Feld

source: Value
de_de: ﻿Wert

source: View Attachment
de_de: Anhang ansehen

source: Open Link
de_de: Link öffnen

source: [%1$s] New submission to %2$s
de_de: [%1$s] Neue Anfrage an %2$s

source: [%1$s] Submission from %2$s
de_de: [%1$s] Anfrage von %2$s

source: Form "%1$s" (ID %2$d) was submitted with values below:
de_de: Formular "%1$s" (ID %2$d) wurde mit folgenden Werten abgesendet:

source: Form id %d doesn't exist!
de_de: Formular mit ID %d existiert nicht!

source: Required fields are missing.
de_de: Pflichtfelder fehlen.
